* FOXX6_inclinometer
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | FOXX6_inclinometer
Place name                       | Sermeq Avannerleq
Geographic location              | Central West Greenland
Site type                        | Ice sheet
Data Source                      | L체thi email
Data DOI                         | 
Science Source                   | Ryser, C., L체thi, M. P., Andrews, L. C., Hoffman, M. J., Catania, G. A., Hawley, R. L., ... & Kristensen, S. S. (2014). Sustained high basal motion of the Greenland ice sheet revealed by borehole deformation. Journal of Glaciology, 60(222), 647-660.
Science DOI                      | 10.3189/2014JoG13J196
Date                             | 2011-07-11
Longitude [째E]                   | -49.8851
Latitude [째N]                    | 69.4459
Location Source                  | 10.3189/2014JoG13J196
Depth of top measurement [m]     | 262.0
Depth of bottom measurement [m]  | 612
Ice thickness [m]                | 614
Coverage [% of thickness]        | 57
Ice thickness source             | Ryser, 2014 (Table 2)
Note                             | See FOXX1/temperature_foxx_gull_streamlined.org
#+end_example

** Temperature

See FOXX1/temperature_foxx_gull_streamlined.org

** Thickness

** Location

** Velocity

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |        t |
| 262 | -5.44512 |
| 362 | -9.78263 |
| 442 | -8.47336 |
| 502 | -5.48982 |
| 552 | -2.69769 |
| 583 | -1.29542 |
| 597 | -0.69364 |
| 606 | -0.48319 |
| 609 | -0.42068 |
| 612 |  -0.3742 |

